const products = [
  {
    name: 'کاپشن مردانه مدل SH-339',
    image: '/images/jacket.jpg',
    description:
      'یک کاپشن مردانه ایدئال برای استفاده در زمستان. الیاف بسیار نرم و گرم از جنس پشم شیشه این کاپشن بدن را در هر دما و شرابط آب و هوایی گرم نگه می‌دارد. سر آستین‌های این کاپشن کشبافت است و با داشتن قد مناسب امکان گرم نگه داشتن شکم و کمر را هم فراهم می‌کند. نحوه بسته شدن این کاپشن توسط یک زیپ مقاوم است که در صورت استفاده مداوم خراب نمی‌شود. رویه این کاپشن از جنس پلی استر ساده و به رنگ مشکی است که امکان استفاده از آن به صورت روزمره و با انواع لباس‌های زمستانی را آسان می‌کند',
    brand: 'Stylux',
    category: 'کاپشن',
    price: 89.99,
    countInStock: 10,
    rating: 4.5,
    numReviews: 12,
  },
  {
    name: 'شلوار مردانه مدل پارچه ای',
    image: '/images/pants.jpg',
    description:
      'استایل شلوار پارچه ای بصورت کلاسیک است و دارای یک جیب در پشت است. نحوه بسته شدن شلوار با قزن، دکمه و زیپ می باشد. ترکیب پارچه از 35 درصد ویسکوز و 65 درصد پلی استر تشکیل شده و برای استفاده روزمره و رسمی بسیار کاربردی است. شلوار برای استفاده در کل فصول سال مناسب است. ',
    brand: 'Stylux',
    category: 'شلوار',
    price: 599.99,
    countInStock: 7,
    rating: 4.0,
    numReviews: 8,
  },
  {
    name: 'شومیز زنانه کیکی رایکی مدل BB2712-055',
    image: '/images/shomiz.jpg',
    description:
      'استایل شومیز پارچه ای بصورت کلاسیک است و نحوه بسته شدن شلوار با قزن میباشد.  ترکیب پارچه  از نخ  تشکیل شده و برای استفاده روزمره و رسمی بسیار کاربردی است. شلوار برای استفاده در کل فصول سال مناسب است. ',
    brand: 'Stylux',
    category: 'لباس زنانه',
    price: 929.99,
    countInStock: 5,
    rating: 3,
    numReviews: 12,
  },
  {
    name: 'پالتو مردانه مدل ماهوت یقه بلیزر کد TH رنگ کرم روشن',
    image: '/images/palto.jpg',
    description:
      'استایل شومیز پارچه ای بصورت کلاسیک است و نحوه بسته شدن شلوار با قزن میباشد.  ترکیب پارچه  از نخ  تشکیل شده و برای استفاده روزمره و رسمی بسیار کاربردی است. شلوار برای استفاده در کل فصول سال مناسب است. ',
    brand: 'Stylux',
    category: 'پالتو',
    price: 49.99,
    countInStock: 7,
    rating: 3.5,
    numReviews: 10,
  },
];

export default products;
